antigravity-cli
appimagelauncher
battop
cherry-studio-bin
cursor-bin
fcitx5-skin-ori-git
feishu-bin
ferdium-bin
google-chrome
jetbrains-toolbox
mcontrolcenter-bin
obsidian-bin
openai-codex-bin
opencode-bin
prince-bin
ttf-ms-fonts
ttf-wps-fonts
visual-studio-code-bin
wechat-bin
wps-office-fonts
wps-office-mime-cn
wps-office-mui-zh-cn
