accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
archlinuxcn-keyring
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
bpftune-git
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-niri-noctalia
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chwd
clash-verge-rev
cliphist
cloc
cpupower
cryptsetup
cuda
cups-pk-helper
device-mapper
dgop
diffutils
dkms
dmidecode
dmraid
dms-shell
dnsmasq
docker
docker-compose
dolphin
dosfstools
duf
dust
e2fsprogs
ebook-tools
efibootmgr
efitools
egl-wayland
ethtool
evtest
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
firefox
fsarchiver
gcc14
gdb
ghostty
git
git-lfs
glances
gnome-menus
go
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
hdparm
htop
hwdetect
hwinfo
hyprland
inetutils
intel-media-driver
intel-ucode
iptables
iwd
jdk17-openjdk
jfsutils
kde-cli-tools
keyd
khal
kimageformats
kio-admin
kio-extras
kompare
konqueror
konsole
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libtiff5
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxc
man-db
man-pages
matugen
maven
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noctalia-qs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsight-compute
nsight-systems
nss-mdns
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
okular
opencl-nvidia
openssh
os-prober
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-aiohttp-oauthlib
python-defusedxml
python-numpy
python-packaging
python-torchvision
qt5-wayland
qt6-charts
qt6-tools
qt6-virtualkeyboard
rclone
rdma-core
rebuild-detector
reflector
ripgrep
rsync
rust-bindgen
s-nail
sddm
sg3_utils
shelly
slurp
smartmontools
snapper
sof-firmware
spotify-launcher
sudo
switcheroo-control
sysfsutils
sysstat
tailscale
tesseract
tesseract-data-eng
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langenglish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunderbird
tmux
translate-shell
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vdirsyncer
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-icd-loader
vulkan-intel
wev
wget
which
wireplumber
wl-screenrec-git
wlsunset
wpa_supplicant
wps-office
wtype
xdg-user-dirs
xfsprogs
xl2tpd
yay
yazi
zed
zen-browser-bin
zip
zotero-bin
zoxide
